Repository: codingisacopingstrategy/osp.work.bessst
Catalog: bessst.*/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Slug
nl: Voor computer leesbare titel

source: Description (NL)
nl: Beschrijving (NL)

source: Description (FR)
nl: Beschrijving (FR)

source: Description (EN)
nl: Beschrijving (EN)

source: Drawing (filename without extension)
nl: Tekening (bestandsnaam zonder extensie)

source: General
nl: Algemeen

source: Infos
nl: Informatie

source: Summary
nl: Samenvatting

source: Description
nl: Beschrijving

source: Published
nl: Gepubliceerd

source: Title (NL)
nl: Titel (NL)

source: Title (FR)
nl: Titel (FR)

source: Title (EN)
nl: Titel (EN)

source: Unique identifier. Allows a constant targeting of this event.
nl: Unieke identificatie voor dit evenement.

source: Related project
nl: Verwant project

source: Start date
nl: Begindatum

source: End date
nl: Einddatum

source: Summary (NL)
nl: Samenvatting (NL)

source: Summary (FR)
nl: Samenvatting (FR)

source: Summary (EN)
nl: Samenvatting (EN)

source: Location (NL)
nl: Locatie (NL)

source: Location (EN)
nl: Locatie (EN)

source: Location (FR)
nl: Locatie (FR)

source: Unique identifier. Allows a constant targeting of this page.
nl: Unieke identificatie voor deze pagina

source: Content (NL)
nl: Inhoud (NL)

source: Content (EN)
nl: Inhoud (EN)

source: Content (FR)
nl: Inhoud (FR)

source: Info Box (NL)
nl: Informatieblokje (NL)

source: Content which appears in the small box on the right side of the website.
nl: Inhoud die rechts in het kleine blokje verschijnt.

source: Info Box (EN)
nl: Informatieblokje (EN)

source: Info Box (FR)
nl: Informatieblokje (FR)

source: Caption
nl: Onderschrift

source: Image file
nl: Afbeeldingsbestand

source: Document File
nl: Document bestand

source: Coordinates
nl: Contactgegevens

source: Name
nl: Naam

source: Prefix
nl: Tussenvoegsel

source: Address
nl: Adres

source: Postal code + City
nl: Postcode, Woonplaats

source: Phone number
nl: Telefoonnummer

source: Link URL
nl: Link url (met http)

source: Short biography (NL)
nl: Korte biografie (NL)

source: Short biography (EN)
nl: Korte biografie (EN)

source: Short biography (FR)
nl: Korte biografie (FR)

source: First Name
nl: Voornaam

source: Contact Person
nl: Contactpersoon

source: Individuals
nl: IndividuÃ«n

source: Latitude of my Silence Location
nl: Breedtegraad van mijn stilteplek

source: Longitude of my Silence Location
nl: Lengtegraad van mijn stilteplek

source: Explanation of my Silence Location
nl: Uitleg van mijn stilteplek

source: Receive Newsletter
nl: Nieuwsbrief ontvangen

source: Display my name
nl: Vermeld mijn naam op de kaart

source: Description of the Project
nl: korte omschrijving van het project (wat, wanneer, waar)

source: Existing Partners
nl: partners

source: Through which channels can you already communicate?
nl: communicatiekanalen

source: Archived
nl: Gearchiveerd

source: Subtitle (NL)
nl: Ondertitel (NL)

source: Subtitle (EN)
nl: Ondertitel (EN)

source: Subtitle (FR)
nl: Ondertitel (FR)

source: Unique identifier. Allows a constant targeting of this project.
nl: Unieke identificatie van het project

source: Axis
nl: As

source: Category
nl: Categorie

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: French
nl: Frans

source: BESSST - Brussels, Heritage and Silence
nl: BESSST - Brussel, Erfgoed en Stilte

source: Projects
nl: Projecten

source: Calendar
nl: Agenda

source: Community
nl: Praktijkgemeenschap

source: Inspiration
nl: Inspiratie

source: About
nl: Over

source: Apply as a silence friend
nl: Aanmelden als stiltevriend

source: Drag pin on to the map to share your favourite silence location in Brussels
nl: Versleep de pin naar de kaart om uw favoriete stilteplek in Brussel op te geven

source: Thanks for your application as a silence friend.
nl: Bedankt voor uw aanmelding als stiltevriend.

source: Related events
nl: Verwante evenementen
